{"class_name": "Model", "config": {"name": "model_117", "layers": [{"name": "input_88", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 8077], "dtype": "float32", "sparse": false, "name": "input_88"}, "inbound_nodes": []}, {"name": "dense_175", "class_name": "Dense", "config": {"name": "dense_175", "trainable": true, "units": 500, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 9.999999974752427e-07, "l2": 9.999999974752427e-07}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["input_88", 0, 0, {}]]]}, {"name": "dense_176", "class_name": "Dense", "config": {"name": "dense_176", "trainable": true, "units": 300, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 9.999999974752427e-07, "l2": 9.999999974752427e-07}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["dense_175", 0, 0, {}]]]}, {"name": "dense_177", "class_name": "Dense", "config": {"name": "dense_177", "trainable": true, "units": 300, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 9.999999974752427e-07, "l2": 9.999999974752427e-07}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["dense_176", 0, 0, {}]]]}], "input_layers": [["input_88", 0, 0]], "output_layers": [["dense_177", 0, 0]]}, "keras_version": "2.2.4", "backend": "tensorflow"}